Repository: common-repository/xa-woocommerce-subscriptions
Catalog: languages/xa-woocommerce-subscription-*.po
Languages: nl_nl, ru_ru, sv_se

source: <li>Frequent releases with new features and compatibility updates.</li>
nl_nl: <li> Frequente releases met nieuwe functies en compatibiliteitsupdates. </li>
ru_ru: <li>Частые релизы с новыми возможностями и обновления совместимости.</li>
sv_se: <li>Frekventa releaser med nya funktioner och uppdateringar för programkompatibilitet.</li>

source: <li>Subscription <b>Trial period</b> and <b>Signup-Fee</b> options.</li>
nl_nl: <li>Abonnement <b>proefperiode</b> en <b>Signup-Fee</b> opties.</li>
ru_ru: <li>Параметры подписки <b>пробного периода</b> и <b>Signup-плата</b> .</li>
sv_se: <li>Alternativ för prenumeration <b>provperiod</b> och <b>Signup-avgift</b> .</li>

source: Subscription Details
nl_nl: Abonnement Gegevens
ru_ru: Детали о подписке
sv_se: En prenumeration som tillhör %1$s har avbrutits av användaren. Detaljer är som följer:

source: Billing Schedule Details
nl_nl: Facturering schema Details
ru_ru: Подробности расписания биллинга
sv_se: Fakturering schema detaljer

source: Related Orders
nl_nl: Overzicht abonnement
ru_ru: Связанные заказы
sv_se: Relaterade beställningar

source: A subscription renewal has been removed from your cart. Multiple subscriptions can not be purchased at the same time.
nl_nl: Een abonnementsverlenging is verwijderd uit je winkelmand. Meerdere abonnementen kunnen niet op hetzelfde moment worden gekocht.
ru_ru: Продление подписки были удалены из корзины. Несколько подписок не могут быть приобретены в то же время.
sv_se: En prenumerationsförnyelse har tagits bort från din korg. Flera prenumerationer kan inte köpas samtidigt.

source: A subscription has been removed from your cart. Due to payment gateway restrictions, different subscription products can not be purchased at the same time.
nl_nl: Een abonnement is verwijderd uit uw winkelmand. Vanwege beperkingen in de betalingsmethode is het op dit moment niet mogelijk om verschillende abonnementen tegelijkertijd te kopen.
ru_ru: Подписки были удалены из корзины. Из-за ограничений шлюза оплаты, вы не можете приобрести товары и подписки в одно и то же время.
sv_se: En prenumeration har tagits bort från din varukorg. På grund av begränsningar hos betalningsportalen, kan köp av flera olika prenumerationer inte göras vid samma tillfälle.

source: A subscription has been removed from your cart. Products and subscriptions can not be purchased at the same time.
nl_nl: Een abonnement is verwijderd uit uw winkelmand. Producten en abonnementen kunnen niet tegelijkertijd worden gekocht.
ru_ru: Подписка удалена из вашей корзины. Продукты и подписки не могут быть приобретены в то же время.
sv_se: En prenumeration har tagits bort från din varukorg. Engångsköp och prenumerationer kan inte göras samtidigt.

source: Please enter a valid postcode/ZIP.
nl_nl: Vul een geldige postcode in.
ru_ru: Введите действительный почтовый индекс.
sv_se: Var vänlig uppge ett giltigt postnummer.

source: That subscription product can not be added to your cart as it already contains a subscription renewal.
nl_nl: Dit abonnement kan niet aan uw winkelwagen worden toegevoegd, omdat het al een abonnement-verlenging bevat.
ru_ru: Что продукт подписки не может быть добавлен в вашу корзину, как он уже содержит обновление подписки.
sv_se: Denna prenumerationsprodukten kan inte läggas till i din varukorg eftersom den redan innehåller en prenumerationsförnyelse.

source: Invalid recurring shipping method.
nl_nl: Ongeldige verzendmethode.
ru_ru: Неправильный способ повторяющейся доставки.
sv_se: Ogiltigt återkommande fraktsätt.

source: %1$s for %2$s
nl_nl: %1$s voor %2$s
ru_ru: %1$s за %2$s
sv_se: %1$s för %2$s

source: Published
nl_nl: Gepubliceerd
ru_ru: Опубликован
sv_se: Publicerad

source: Complete
nl_nl: Compleet
ru_ru: Завершить
sv_se: Genomförd

source: Hook
nl_nl: Haak
ru_ru: Хук
sv_se: Krok

source: Arguments
nl_nl: Argumenten
ru_ru: Аргументы
sv_se: Argument

source: Group
nl_nl: Groep
ru_ru: Группа
sv_se: Grupp

source: Scheduled Date
nl_nl: Geplande Datum
ru_ru: Плановая дата
sv_se: Schemalagd datum

source: Started
nl_nl: Gestart
ru_ru: Запущено
sv_se: Startat

source: Completed
nl_nl: Voltooid
ru_ru: Завершено
sv_se: Genomförd

source: Claim ID
nl_nl: Bestelling ID
ru_ru: ID
sv_se: Anspråks-ID

source: Log
nl_nl: Logboek
ru_ru: Журнал
sv_se: Logg

source: (%s ago)
nl_nl: (%s geleden)
ru_ru: (%s назад)
sv_se: %s sedan

source: Process the action now as if it were run as part of a queue
nl_nl: Verwerk de actie nu alsof deze wordt uitgevoerd als onderdeel van een wachtrij
ru_ru: Обработать действие сейчас, как если бы оно выполнялось как часть очереди
sv_se: Bearbeta åtgärden nu som om den kördes som en del av en kö

source: Run
nl_nl: Uitvoeren
ru_ru: Запустить
sv_se: Aktivera

source: Maximum simulatenous batches already in progress (%s queues). No actions will be processed until the current batches are complete.
nl_nl: Maximale gelijktijdige batches al aan de gang (%s wachtrijen). Er zullen geen acties worden verwerkt totdat de huidige batches zijn voltooid.
ru_ru: Максимальная simulatenous пакеты уже в прогресс (%s очереди). Действия не будут обрабатываться до завершения текущих пакетов.
sv_se: Maximala simulata satser som redan pågår (%s köer). Inga åtgärder kommer att behandlas förrän de nuvarande partierna är färdiga.

source: Successfully executed the action: %s
nl_nl: De actie is succesvol uitgevoerd: %s
ru_ru: Успешно выполнено:%s
sv_se: Genomfört åtgärden framgångsrikt:%s

source: Could not execute the action: %s
nl_nl: Kon de actie niet uitvoeren: %s
ru_ru: Не удаётся выполнить: %s
sv_se: Kunde inte utföra åtgärden:%s

source: Now!
nl_nl: Nu!
ru_ru: Сейчас!
sv_se: Nu!

source: Action updated.
nl_nl: Actie bijgewerkt.
ru_ru: Действие обновлено
sv_se: Åtgärd uppdaterad.

source: Custom field updated.
nl_nl: Extra veld bijgewerkt.
ru_ru: Произвольное поле обновлено.
sv_se: Custom Field uppdaterat.

source: Custom field deleted.
nl_nl: Aangepast Logo.
ru_ru: Произвольное поле удалено.
sv_se: Det anpassade fältet har tagits bort.

source: Action restored to revision from %s
nl_nl: Actie hersteld tot revisie van%s
ru_ru: Восстановлено до версии от %s
sv_se: återställd till revidering från %s

source: Action scheduled.
nl_nl: Actie ingepland.
ru_ru: Действия запланированных.
sv_se: Åtgärd planerad.

source: Action saved.
nl_nl: Actie opgeslagen.
ru_ru: Действие сохраняется.
sv_se: Åtgärd sparad.

source: Action submitted.
nl_nl: Actie verstuurd.
ru_ru: Действий, представленный.
sv_se: Handling inlämnad.

source: Action scheduled for: <strong>%1$s</strong>
nl_nl: Abonnement gepland voor: <strong>%1$s</strong>
ru_ru: Действий, запланированных для: <strong>%1$s</strong>
sv_se: Åtgärd planerad till: <strong>%1$s</strong>

source: Action draft updated.
nl_nl: Conceptactie bijgewerkt.
ru_ru: Черновик обновлен.
sv_se: Handlingsutkast uppdaterat.

source: Every minute
nl_nl: Elke minuut
ru_ru: Каждую минуту
sv_se: Varje minut

source: action created
nl_nl: Abonnement gemaakt
ru_ru: действий
sv_se: åtgärd skapad

source: action canceled
nl_nl: Niet geannuleerd
ru_ru: действие прервано
sv_se: Åtgärd avbruten

source: action started
nl_nl: Abonnement opgeslagen
ru_ru: началась акция
sv_se: åtgärd startade

source: action complete
nl_nl: Aanmelding afgerond
ru_ru: действие закончено
sv_se: åtgärden komplett

source: action failed: %s
nl_nl: actie mislukt: %s
ru_ru: действие не выполнено:%s
sv_se: åtgärden misslyckades:%s

source: action timed out after %s seconds
nl_nl: actie time-out na %s seconden
ru_ru: действий, истекло после %s секунд
sv_se: åtgärden avbröts efter%s sekunder

source: unexpected shutdown: PHP Fatal error %s in %s on line %s
nl_nl: onverwachte uitschakeling: PHP Fatal error %s in %s op regel %s
ru_ru: неожиданное завершение: PHP Фатальная ошибка %s в %s на линии %s
sv_se: oväntad avstängning: PHP Felaktigt fel%s i%s på rad%s

source: action reset
nl_nl: actie hersteld
ru_ru: действие сброса
sv_se: åtgärdsreset

source: Error saving action: %s
nl_nl: Fout tijdens opslaan actie: %s
ru_ru: Ошибка при сохранении:%s
sv_se: Fel vid lagring av åtgärd:%s

source: Invalid schedule. Cannot save action.
nl_nl: Ongeldig schema. Kan actie niet opslaan.
ru_ru: Недопустимое расписание. Не удается сохранить действий.
sv_se: Ogiltigt schema. Kan inte spara åtgärd.

source: Unable to save action.
nl_nl: Kan actie niet opslaan.
ru_ru: Не удалось сохранить действие.
sv_se: Det går inte att spara åtgärd.

source: Unidentified action %s
nl_nl: Onbekende actie %s
ru_ru: Неопознанное действие%s
sv_se: Oidentifierad åtgärd%s

source: Unable to claim actions. Database error.
nl_nl: Onmogelijk om actie op te eisen. Database fout.
ru_ru: Не в состоянии требовать действий. Ошибка базы данных.
sv_se: Det går inte att göra anspråk på åtgärder. Databas fel.

source: Unable to unlock claim %s. Database error.
nl_nl: Onmogelijk om actie %s te ontsluiten. Database fout.
ru_ru: Не удалось разблокировать претензии %s. ошибка базы данных.
sv_se: Det gick inte att låsa upp krav%s. Databas fel.

source: Unable to unlock claim on action %s. Database error.
nl_nl: Onmogelijk om claim op actie %s te ontsluiten. Database fout.
ru_ru: Не удалось разблокировать претензии на действия %s. ошибка базы данных.
sv_se: Det gick inte att låsa upp fordran på åtgärd%s. Databas fel.

source: Unable to mark failure on action %s. Database error.
nl_nl: Onmogelijk om fout op actie %s te markeren. Database fout.
ru_ru: Не удается пометить аварии на действия %s. ошибка базы данных.
sv_se: Det går inte att markera fel på åtgärd%s. Databas fel.

source: Scheduled Actions
nl_nl: Geplande acties
ru_ru: Запланированные действия
sv_se: Planerade åtgärder

source: Scheduled actions are hooks triggered on a cetain date and time.
nl_nl: Geplande acties zijn “hooks” die op een bepaalde datum en tijd getriggerd worden.
ru_ru: Запланированные действия являются обработчиками, срабатывает на некоторые даты и времени.
sv_se: Schemalagda åtgärder är krokar utlösna på ett datum och tidpunkt för cetain.

source: Scheduled Action
nl_nl: Geplande actie
ru_ru: Запланированные меры
sv_se: Planerad åtgärd

source: Add
nl_nl: Toevoegen
ru_ru: Добавить
sv_se: Lägg till

source: Add New Scheduled Action
nl_nl: Voeg nieuw actie toe
ru_ru: Добавление новых запланированных действий
sv_se: Lägg till ny planerad åtgärd

source: Edit Scheduled Action
nl_nl: Bewerk Geplande Actie
ru_ru: Изменить запланированное действие
sv_se: Redigera planerad åtgärd

source: New Scheduled Action
nl_nl: Nieuw Geplande Actie
ru_ru: Новое запланированное действие
sv_se: Ny planerad åtgärd

source: View Action
nl_nl: Bekijk Actie
ru_ru: Просмотреть
sv_se: Visa åtgärd

source: Search Scheduled Actions
nl_nl: Zoek Ingeplande Acties
ru_ru: Поиск запланированные действия
sv_se: Sök planerade åtgärder

source: No actions found
nl_nl: Geen acties gevonden
ru_ru: Не найдено ни одного действия
sv_se: Inga åtgärder hittades

source: No actions found in trash
nl_nl: Geen acties in de prullenbak gevonden
ru_ru: Не найдено в корзине
sv_se: Inga åtgärder hittades i papperskorgen

source: Action Group
nl_nl: Actie Groep
ru_ru: Ð­ÑÐ¾ ÑÐ»Ð¾Ð²Ð¾ ÑÐ»Ð¸ÑÐºÐ¾Ð¼ Ð¿Ð¾Ñ Ð¾Ð¶Ðµ Ð½Ð° ÑÐ¶Ðµ Ð´Ð¾Ð±Ð°Ð²Ð»ÐµÐ½Ð½Ð¾Ðµ &apos;% 1&apos;, Ð·Ð°Ð¿Ð¸ÑÐ¸ÑÐµ Ð´ÑÑÐ³Ð¾Ðµ ÑÐ»Ð¾Ð²Ð¾.
sv_se: Aktionsgruppen

source: Payment received.
nl_nl: Betaling ontvangen.
ru_ru: Платеж получен.
sv_se: Betalning mottagen.

source: Unable to change subscription status to "%s".
nl_nl: Niet in staat om de status van abonnement te veranderen naar "%s".
ru_ru: Не удается изменить состояние подписки на «%s».
sv_se: Det går inte att ändra prenumerations status till "%s".

source: Unable to change subscription status to "%s". Exception: %s
nl_nl: Niet in staat om de status van abonnement te veranderen naar %s. Uitzonderingen %s
ru_ru: Не удается изменить состояние подписки на «%s». Исключение: %s
sv_se: Det går inte att ändra prenumerationens status till "%s". Undantag: %s

source: Status changed from %1$s to %2$s.
nl_nl: Bestellingsstatus gewijzigd van %1$s naar %2$s.
ru_ru: Статус заказа изменен с %1$s до %2$s.
sv_se: Statusen ändrades från %1$s till %2$s.

source: Status set to %s.
nl_nl: Bestellingsstatus gewijzigd naar %s.
ru_ru: Состояние установлено в %s.
sv_se: Status inställd till %s.

source: Not yet ended
nl_nl: Nog niet afgelopen
ru_ru: Еще не закончено
sv_se: Ännu ej avslutad

source: Not cancelled
nl_nl: Niet geannuleerd
ru_ru: Не отменено
sv_se: Ej avslutad

source: The start date of a subscription can not be deleted, only updated.
nl_nl: De startdatum van een abonnement kan niet worden verwijderd, alleen worden bijgewerkt.
ru_ru: Дата начала подписки, не могут быть удалены, только обновление.
sv_se: Startdatumet för en prenumeration kan inte tas bort, endast uppdateras.

source: The %s date of a subscription can not be deleted. You must delete the order.
nl_nl: De %s betaaldatum van een abonnement kan niet worden verwijderd. U moet de bestelling verwijderen.
ru_ru: Последняя %s дата платежа подписки не может быть удалена. Вы должны удалить заказ.
sv_se: %sdatum för ett abonnemang kan inte tas bort. Du måste ta bort beställningen.

source: Payment failed.
nl_nl: Betaling mislukt.
ru_ru: Платёж не прошел.
sv_se: Betalningen misslyckades.

source: Subscription Cancelled: maximum number of failed payments reached.
nl_nl: Abonnement geannuleerd: maximum aantal mislukte betalingen bereikt.
ru_ru: Cancelled подписки: достигнуто максимальное количество неудачных платежей.
sv_se: Prenumeration avbruten: maximalt antal misslyckade betalningar har uppnåtts.

source: Manual Renewal
nl_nl: Handmatige verlenging
ru_ru: Ручное продление
sv_se: Manuell förnyelse

source: Payment method meta must be an array.
nl_nl: Betaling methode meta moet een array zijn.
ru_ru: Meta метод оплаты должен быть массивом.
sv_se: Betalningssätt meta måste vara en array.

source: Backordered
nl_nl: Na-besteld
ru_ru: Предзаказ
sv_se: Restnoterad

source: Invalid format. First parameter needs to be an array.
nl_nl: Ongeldige indeling. Eerste parameter moet een array zijn.
ru_ru: Недопустимый формат. Первый параметр должен быть массивом.
sv_se: Ogiltigt format. Första parametern måste vara en array.

source: Invalid data. First parameter was empty when passed to update_dates().
nl_nl: Onjuiste data. Eerste parameter was leeg toen deze werd doorgegeven aan update_dates().
ru_ru: Недопустимые данные. Первый параметр был пуст, когда передается update_dates().
sv_se: Ogiltiga data. Första parametern var tomt när skickas till update_dates().

source: Invalid data. First parameter has a date that is not in the registered date types.
nl_nl: Onjuiste data. Eerste parameter heeft een datum die niet in de geregistreerde datumtypen voorkomt.
ru_ru: Неверные данные. Первый параметр имеет дату, которая не относится к зарегистрированным типам дат.
sv_se: Ogiltiga data. Första parametern har ett datum som inte finns i registrerade datum typer.

source: Invalid %s date. The date must be of the format: "Y-m-d H:i:s".
nl_nl: Ongeldige %s datum. Geef de datum als volgt: "d-m-Y H:i:s".
ru_ru: Недопустимая дата%s. Дата должна иметь формат: «Ymd H: i: s».
sv_se: Ogiltigt %s datum. Datumet måste vara av formatet: "Y-m-d H:i:s".

source: The %s date must occur after the cancellation date.
nl_nl: De %s datum moet na de annuleringsdatum liggen.
ru_ru: %s Дата должна быть после даты отмены.
sv_se: Datumet för%s måste inträffa efter avbokningsdatumet.

source: The %s date must occur after the last payment date.
nl_nl: De %s datum moet na de laatste betalingsdatum liggen.
ru_ru: %s Дата должна быть после последней даты оплаты.
sv_se: %s måste infalla efter den sista betalningsdagen.

source: The %s date must occur after the next payment date.
nl_nl: De %s datum moet na de betalingsdatum liggen.
ru_ru: %s Дата должна быть после Дата следующего платежа.
sv_se: %s måste infalla efter nästa betalningsdatum.

source: Billing agreement cancelled at PayPal.
nl_nl: Factureringsovereenkomst geannuleerd door PayPal.
ru_ru: Биллинговое соглашение отменено в PayPal.
sv_se: Fakturering avtal annulleras vid PayPal.

source: IPN subscription sign up completed.
nl_nl: IPN abonnementsaanmelding is gelukt.
ru_ru: IPN Регистрация подписки завершена.
sv_se: IPN prenumerationregistrering klar.

source: IPN subscription payment completed.
nl_nl: IPN abonnementsbetaling voltooid.
ru_ru: Оплата подписки IPN завершена.
sv_se: IPN-prenumeration betalning slutförd

source: IPN subscription failing payment method changed.
nl_nl: IPN-abonnement mislukte betaalmethode gewijzigd.
ru_ru: Изменен способ отказа от подписки на IPN.
sv_se: IPN abonnemang misslyckad betalningsmetod har ändrats.

source: IPN subscription suspended.
nl_nl: IPN abonnement gepauzeerd.
ru_ru: Подписка приостановлена.
sv_se: IPN prenumeration avbruten.

source: IPN subscription cancelled.
nl_nl: IPN abonnement geannuleerd.
ru_ru: Подписка отменена.
sv_se: Bokdistribution avslutad.

source: IPN subscription payment failure.
nl_nl: IPN abonnement betaling mislukt.
ru_ru: IPN оплата подписки не удалась.
sv_se: IPN prenumeration betalningsfel.

source: Invalid PayPal IPN Payload: unable to find matching subscription.
nl_nl: Ongeldige PayPal IPN Payload: kan een overeenkomend abonnement niet vinden.
ru_ru: Недействительная PayPal PayPal. Полезная нагрузка IPN: невозможно найти соответствующую подписку.
sv_se: Ogiltig PayPal IPN nyttolast: det gick inte att hitta matchande prenumeration.

source: Shipping via %s
nl_nl: Verzending via %s
ru_ru: Доставка через %s
sv_se: Frakt via %s

source: Free
nl_nl: Gratis
ru_ru: Свободный
sv_se: Gratis

source: Free shipping coupon
nl_nl: Gratis verzending code
ru_ru: Промокод на бесплатную доставку
sv_se: Rabattkupong som ger fri frakt

source: (Includes %s)
nl_nl: (inclusief %s)
ru_ru: (включая %s)
sv_se: (inkl. %s)

source: First renewal date: %s
nl_nl: Eerst volgende betaling: %s
ru_ru: Следующее обновление: %s
sv_se: Första förnyelse: %s

source: ( Please cancel the subscription from PayPal dashboard under pre-approved payments )
nl_nl: (Gelieve te annuleren het abonnement van PayPal dashboard onder vooraf goedgekeurde betalingen)
ru_ru: (Пожалуйста, отмените подписку с панели инструментов PayPal в рамках предварительно одобренных платежей)
sv_se: (Vänligen avbryta prenumerationen från PayPal dashboard under lånelöfte betalningar)

source: Invalid date. The date must be a string and of the format: "Y-m-d H:i:s".
nl_nl: Ongeldige %s datum. Geef de datum als volgt: “Y-m-d H:i:s”.
ru_ru: Недействительная дата. Дата должна быть строкой и формата: "Г-м-д Ч:М:С".
sv_se: Ogiltigt%s datum. Datumet måste vara av formatet: "Y-m-d H:i:s".

source: Subscription start date must be before current day.
nl_nl: Abonnement startdatum moet voor de huidige dag zijn.
ru_ru: Дата начала подписки должна быть раньше текущей даты.
sv_se: Prenumerationens startdatum måste vara före dagens datum.

source: Invalid subscription customer_id.
nl_nl: Ongeldig inschrijving klant_id.
ru_ru: Customer_id неверный подписки.
sv_se: Ogiltig prenumerations customer_id.

source: Invalid subscription billing period given.
nl_nl: Ongeldige factuurperiode gegeven.
ru_ru: Период с учетом неверный подписки биллинг.
sv_se: Ogiltig prenumerations faktureringsperiod ges.

source: Invalid subscription billing interval given. Must be an integer greater than 0.
nl_nl: Ongeldige abonnement factureringsinterval gegeven. Moet een getal groter dan 0 zijn.
ru_ru: Недопустимый подписки оплаты интервал дано. Должно быть целое число больше 0.
sv_se: Ogiltig prenumeration faktureringsintervall ges. Måste vara ett heltal större än 0.

source: Subscription &ndash; %s
nl_nl: Abonnement &ndash; %s
ru_ru: Подписка &ndash; %s
sv_se: Prenumeration &ndash; %s

source: Invalid subscription status given.
nl_nl: Ongeldige abonnement status gegeven.
ru_ru: Учитывая статус неверный подписки.
sv_se: Ogiltig prenumerationsstatus.

source: Invalid data. Orders expected aren't orders.
nl_nl: Ongeldige gegevens. Bestellingen verwacht zijn geen bestellingen.
ru_ru: Неверные данные. Указанные заказы не являются заказами.
sv_se: Ogiltiga data. Förväntade ordrar är inte av typ order.

source: Invalid data. Type of copy is not a string.
nl_nl: Onjuiste data. Type exemplaar is geen string.
ru_ru: Недопустимые данные. Тип копии не является строкой.
sv_se: Ogiltiga data. Typ av kopia är inte en sträng.

source: Pending
nl_nl: In afwachting
ru_ru: В ожидании
sv_se: Avvaktande

source: Active
nl_nl: Actief
ru_ru: Активно
sv_se: Aktiv

source: On hold
ru_ru: На паузе
sv_se: I väntläge

source: Cancelled
nl_nl: Geannuleerd
ru_ru: Отменен
sv_se: Avslutad

source: Expired
nl_nl: Verlopen
ru_ru: Истекший
sv_se: Utgången

source: Pending Cancellation
nl_nl: In afwachting van annulering
ru_ru: В ожидании отмены
sv_se: Uppsagt (avslutas när betald period upphör).

source: Can not get status name. Status is not a string.
nl_nl: Kan status naam niet ophalen. Status is geen string.
ru_ru: Не удается получить статус. Статус не является строкой.
sv_se: Det går inte att få statusnamn. Status är inte en sträng.

source: Can not get address type display name. Address type is not a string.
nl_nl: Kan weergavenaam van adestype niet ophalen. Adrestype is geen string.
ru_ru: Не могу получить адрес типа отображаемое имя. Тип адреса не является строкой.
sv_se: Det går inte att få adresstypens visningsnamn. Adresstyp är inte en sträng.

source: Shipping Address
nl_nl: Verzendadres
ru_ru: Адрес доставки
sv_se: Leveransadress

source: Billing Address
nl_nl: Factuuradres
ru_ru: Адрес оплаты
sv_se: Faktureringsadress

source: Last Order Date
nl_nl: Datum laatste bestelling
ru_ru: Дата последнего заказа
sv_se: Senaste orderdatum

source: Cancelled Date
nl_nl: Opzeg datum
ru_ru: Дата отмены
sv_se: Avbrutendatum

source: End Date
nl_nl: Eind Datum
ru_ru: Дата окончания
sv_se: Slutdatum

source: Date type is not a string.
nl_nl: Datatype is geen string.
ru_ru: Тип даты не является строкой.
sv_se: Datumtyp är inte en sträng.

source: Date type can not be an empty string.
nl_nl: Datatype mag geen lege string zijn.
ru_ru: Тип даты не может быть пустой строкой.
sv_se: Datumstyp kan inte vara en tom sträng.

source: up front
nl_nl: bij aanvang
ru_ru: заранее
sv_se: direkt

source: %1$s %2$s then %3$s
nl_nl: %1$s %2$s vervolgens %3$s
ru_ru: %1$s %2$s, то %3$s
sv_se: %1$s %2$s därefter %3$s

source: "%s" passed to the function was not a string.
nl_nl: "%s" Geslaagd waren eigenlijke functie, niet een string.
ru_ru: «%s» передан функции не был string.
sv_se: "%s" Godkänd var faktiska funktion, inte en sträng.

source: "%s" is not a valid new order type.
nl_nl: "%s" is geen geldig nieuwe besteltype.
ru_ru: «%s» не является допустимым типом нового порядка.
sv_se: "%s" är inte en giltig ny ordertyp.

source: Welcome to Subscription for WooCommerce
nl_nl: Welkom bij Abonnement voor WooCommerce
ru_ru: Добро пожаловать в подписку на WooCommerce
sv_se: Välkommen till prenumeration för WooCommerce

source: Supports simple subscription products.
nl_nl: Ondersteunt eenvoudige abonnementsproducten.
ru_ru: Поддерживает простые продукты подписки.
sv_se: Stöder enkel prenumeration produkter.

source: That subscription does not exist. Please contact us if you need assistance.
nl_nl: Dit abonnement bestaat niet. Neem contact met ons op als u hulp nodig heeft.
ru_ru: Что подписка не существует. Если вам нужна помощь, пожалуйста, свяжитесь с нами.
sv_se: Denna prenumeration existerar inte. Kontakta oss om du behöver hjälp.

source: Security error. Please contact us if you need assistance.
nl_nl: Beveiligingsfout. Neem contact met ons op als u hulp nodig heeft.
ru_ru: Ошибка безопасности. Если вам нужна помощь, пожалуйста, свяжитесь с нами.
sv_se: Säkerhetsfel. Kontakta oss om du behöver hjälp.
