Repository: common-repository/xa-woocommerce-subscriptions
Catalog: languages/xa-woocommerce-subscription-*.po
Languages: nl_nl, ru_ru, sv_se

source: That doesn't appear to be one of your subscriptions.
nl_nl: Dit lijkt niet een ​​van uw abonnementen te zijn.
ru_ru: Это, кажется, не ваша подписка.
sv_se: Det verkar inte vara en av dina prenumerationer.

source: That subscription can not be changed to %s. Please contact us if you need assistance.
nl_nl: Dat abonnement kan niet gewijzigd worden naar %s. Neem contact met ons op als u hulp nodig heeft.
ru_ru: Эта подписка не может быть изменена на %s. Если вам нужна помощь, пожалуйста, свяжитесь с нами.
sv_se: Den prenumerationen kan inte ändras till %s. Vänligen kontakta oss om du behöver närmare hjälp.

source: You can not reactivate that subscription until paying to renew it. Please contact us if you need assistance.
nl_nl: U kan dit abonnement niet opnieuw activeren totdat u de betaling voor de vernieuwing heeft uitgevoerd. Neem contact met ons op als u hulp nodig heeft.
ru_ru: Вы можете вознобновить подписку только после ее оплаты. Если вам нужна помощь, пожалуйста, свяжитесь с нами.
sv_se: Du kan inte återaktivera den prenumerationen förrän du har betalat för en ny period. Vänligen kontakta oss om du behöver mer hjälp.

source: You can not suspend that subscription - the suspension limit has been reached. Please contact us if you need assistance.
nl_nl: U kan dit abonnement niet opschorten - de limiet is bereikt. Neem contact met ons op als u hulp nodig heeft.
ru_ru: Вы не можете приостановить эту подписку - был достигнут лимит. Если вам нужна помощь, пожалуйста, свяжитесь с нами.
sv_se: Du kan inte pausa den här prenumerationen - gränsen för antalet gånger prenumerationen kan pausas har nåtts. Kontakta oss om du behöver närmare hjälp.

source: Recurring shipping options can be selected on checkout.
nl_nl: Terugkerende verzendopties kunnen bij het afrekenen worden geselecteerd.
ru_ru: Повторяющиеся доставка параметры могут быть выбраны на checkout.
sv_se: Återkommande leveransalternativ kan väljas i kassan.

source: Shipping costs will be calculated once you have provided your address.
nl_nl: Verzendkosten worden berekend als je jouw adresgegevens ingevuld hebt.
ru_ru: Стоимость доставки будет рассчитываться после того, как вы укажете свой адрес.
sv_se: Fraktkostnad beräknas när du har angivit din adress.

source: There are no shipping methods available. Please double check your address, or contact us if you need any help.
nl_nl: Er zijn geen verzendmethodes beschikbaar. Controleer a.u.b. jouw adres, of neem contact met ons op voor hulp.
ru_ru: Нет доступных способов доставки. Пожалуйста, дважды проверьте свой адрес или свяжитесь с нами, если вам нужна помощь.
sv_se: Det finns inga fraktsätt tillgängliga. Vänligen kontrollera din adress, eller kontakta oss om du behöver hjälp.

source: Recurring Totals
nl_nl: Terugkerend totalen
ru_ru: Обновляемая подписка
sv_se: Återkommande totalbelopp

source: Subtotal
nl_nl: Subtotaal
ru_ru: Итого
sv_se: Att betala nu (+ moms)

source: Recurring Total
nl_nl: Terugkerend totaal
ru_ru: Итого подписка
sv_se: Återkommande totalbelopp

source: Related Subscriptions
nl_nl: Gerelateerde abonnementen
ru_ru: Связанные подписки
sv_se: Relaterade distributioner

source: Actions
nl_nl: Acties
ru_ru: Действие
sv_se: Sök planerade åtgärder

source: View
nl_nl: Bekijken
ru_ru: Вид
sv_se: Visa prenumeration: %s

source: Subscription #%s
nl_nl: Mijn abonnement %s
ru_ru: Подписка №%s
sv_se: Prenumeration #%s

source: My Subscriptions
nl_nl: Mijn abonnementen
ru_ru: Мои подписки
sv_se: Mina prenumerationer

source: Subscription ID
nl_nl: Abonnement ID
ru_ru: ID подписки
sv_se: Abonnemangs ID

source: Next payment on
nl_nl: Volgende betaling op
ru_ru: Следующий платеж на %s
sv_se: Nästa betalning

source: No subscriptions found. Find your first subscription in the %sstore%s.
nl_nl: Geen abonnementen gevonden. Vind uw eerste abonnement in de %sstore %s.
ru_ru: Подписки не найдено. Найти ваш первый подписки в %sstore %s.
sv_se: Inga abonnemang hittade. Hitta ditt första abonnemang i de %sstore %s.

source: Invalid Subscription.
nl_nl: Ongeldig abonnement.
ru_ru: Недопустимая Подписка.
sv_se: Ogiltig prenumerations faktureringsperiod ges.

source: My Account
nl_nl: Mijn Account
ru_ru: Мой аккаунт
sv_se: Mitt konto

source: Next Payment Date
nl_nl: Volgende betaaldatum
ru_ru: Оплачено до
sv_se: Nästa betalningsdatum

source: Subscription Updates
nl_nl: Abonnement updates
ru_ru: Обновления Подписки
sv_se: Medlemskaps uppdateringar

source: Subscription Totals
nl_nl: Abonnement totalen
ru_ru: Информация о подписке
sv_se: Prenumerationstotal

source: Product
ru_ru: Товар
sv_se: %sLägg till en prenumerationsprodukt &raquo;%s

source: Are you sure you want remove this item from your subscription?
nl_nl: Weet je zeker dat je dit item uit je abonnement wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить этот элемент из подписки?
sv_se: Är du säker på att du vill ta bort denna produkt från din prenumeration?

source: Resubscribe
nl_nl: Doorlopende donatie activeren
ru_ru: Подписка
sv_se: Återuppta prenumerationen

source: You have an active subscription to this product already.
nl_nl: Je bent al abonnee van dit product.
ru_ru: Я уже слежу за этим товаром.
sv_se: Du har redan en aktiv prenumeration.

source: %sth
sv_se: %se

source: %srd
sv_se: %sje

source: ID
sv_se: Ogiltig prenumerations customer_id.

source: %b %d, %Y @ %I:%M %p
nl_nl: %b %d, %Y op %I:%M %p
