Repository: common-repository/xa-woocommerce-subscriptions
Catalog: languages/xa-woocommerce-subscription-*.po
Languages: nl_nl, ru_ru, sv_se

source: Subscription #%s details
nl_nl: Abonnement #%s details
ru_ru: Детали подписки #%s
sv_se: Prenumeration %s

source: Customer:
nl_nl: Klant:
ru_ru: Заказчик:
sv_se: Prenumerationer visas här en gång köpts av en kund.

source: View other subscriptions
nl_nl: Bekijken andere abonnementen
ru_ru: Посмотреть другие подписки
sv_se: Visa andra prenumerationer

source: Guest
nl_nl: Gast
ru_ru: Гость
sv_se: Gäster

source: Subscription status:
nl_nl: Abonnement status:
ru_ru: Статус подписки:
sv_se: Prenumerationsstatus som ändrades genom massredigering:

source: Billing Details
nl_nl: Factuurgegevens
ru_ru: Детали оплаты
sv_se: Faktureringsinfo

source: Load billing address
nl_nl: Factuuradres gebruiken
ru_ru: Загрузить адрес доставки
sv_se: Hämta kundens faktureringsadress

source: Address
nl_nl: Adres
ru_ru: Адрес

source: No billing address set.
nl_nl: Geen factuuradres.
ru_ru: Контактная и дополнительная информация не задана.
sv_se: Ingen faktureringsadress angiven.

source: Payment Method
nl_nl: Betaalmethode
ru_ru: Способ оплаты:
sv_se: Betalmetod

source: Gateway ID: [%s]
ru_ru: Идентификатор шлюза: [%s]

source: Shipping Details
nl_nl: Verzendgegevens
ru_ru: Детали доставки
sv_se: Leveranssätt

source: Copy from billing
nl_nl: Factuuradres kopiëren
ru_ru: Скопировать с платежного адреса
sv_se: Kopiera från faktureringsadress

source: Load shipping address
nl_nl: Verzendadres laden
ru_ru: Загрузить адрес доставки
sv_se: Hämta kundens leveransadress

source: No shipping address set.
nl_nl: Geen adres.
ru_ru: Нет заданного адреса доставки.
sv_se: Ingen leveransadress angiven.

source: Customer Note:
nl_nl: Klant opmerking:
ru_ru: Примечание клиента:
sv_se: Kundnotering:

source: Customer's notes about the order
nl_nl: Notities van de klant over deze bestelling
ru_ru: Заметки клиента о заказе
sv_se: Kundens notering gällande ordern

source: Error updating some information: %s
nl_nl: Fout bij het bijwerken van informatie: %s
ru_ru: Ошибка при обновлении информации: %s
sv_se: Fel vid uppdatering av viss information:%s

source: Subscription
nl_nl: Place Order Knop Text in checkout Page when an order contains a subscription.
ru_ru: Подписка
sv_se: Prenumeration

source: Resubscribed Subscription
nl_nl: Opnieuw geabonneerd abonnement
ru_ru: Подписка на подписку
sv_se: Återupptagen prenumeration

source: Initial Subscription
nl_nl: Oorspronkelijk abonnement
ru_ru: Начальная подписка
sv_se: Ursprunglig prenumeration

source: Parent Order
nl_nl: Hoofd bestelling
ru_ru: основной заказ
sv_se: Första beställning

source: Renewal Order
nl_nl: Terugkerende bestelling
ru_ru: Заказ на обновление
sv_se: Förnyelse av prenumeration

source: Y/m/d g:i:s A
ru_ru: Г/М/Д ч:м:с A
sv_se: d-m-Y g:i:s

source: Unpublished
nl_nl: Gedepubliceerd
ru_ru: Неопубликованный
sv_se: Opublicerad

source: Order Number
nl_nl: Bestelnummer
ru_ru: Номер заказа
sv_se: Faktura för förnyad beställning {order_number}

source: Relationship
nl_nl: Relatie
ru_ru: Отношение
sv_se: Relation

source: Order Date
nl_nl: Besteldatum
ru_ru: Дата заказа
sv_se: Orderdatum: %s

source: Order Status
nl_nl: Bestelstatus
ru_ru: Статус заказа

source: Order Total
nl_nl: Besteltotaal
ru_ru: Весь заказ
sv_se: Beställning totalt

source: Recurrence:
nl_nl: Herhaling:
ru_ru: Повторение:
sv_se: Återfall

source: Billing Period
nl_nl: Factuurperiode
ru_ru: Расчетный период
sv_se: Betalningsperiod

source: Deleting this order will also delete the subscriptions purchased with the order.
nl_nl: Deze bestelling verwijderen betekent dat je ook het bijbehorende abonnement verwijdert.
ru_ru: Этот порядок будет также удаление подписки, приобретенные с заказом.
sv_se: Om du tar bort denna ordning kommer också de prenumerationer som köpts med ordern.

source: Enter the new period, either day, week, month or year:
nl_nl: Vul de periode in, per dag, week, maand of jaar:
ru_ru: Введите новый период, день, неделю, месяц или год:
sv_se: Ange den nya perioden, antingen dag, vecka, månad eller år:

source: Enter a new length (e.g. 5):
nl_nl: Vul de lengte in (bv. 5):
ru_ru: Введите новую длительность подписки (например, 5):
sv_se: Ange en ny längd (t ex 5):

source: Enter a new interval as a single number (e.g. to charge every 2nd month, enter 2):
nl_nl: Vul een nieuwe interval in als een enkel getal (bv iedere 2de maand, vul 2 in):
ru_ru: Введите новый интервал как одно число (например, для оплаты за каждый 2-й месяц, введите 2):
sv_se: Ange ett nytt intervall som ett enda nummer (t ex för att debitera var 2a månad, ange 2):

source: You are about to trash one or more orders which contain a subscription. Trashing the orders will also trash the subscriptions purchased with these orders.
nl_nl: Je staat op het punt om een bestelling te verwijderen die een abonnement bevat. Het verwijderen van bestellingen verwijdert ook het abonnement wat gekoppeld is aan deze bestelling.
ru_ru: Вы собираетесь удалить в корзину один или более заказов, которые содержат подписку.\n\nУдаление заказов приведет к удалению подписок, приобретенных с заказами.
sv_se: Du är på väg att kasta en eller flera ordrar som innehåller en prenumeration. Om du kastar ordrarna kommer prenumerationerna som köptes med ordrarna också kastas.

source: Warning: Deleting a user will also delete the user's subscriptions. The user's orders will remain but be reassigned to the 'Guest' user. Do you want to continue to delete this user and any associated subscriptions?
nl_nl: Waarschuwing: Een gebruiker verwijderen, zal ook het abonnement van de gebruiker verwijderen. Bestellingen van de gebruiker zullen blijven bestaan, maar worden toegekend aan de ‘Gast’ gebruiker. Wil je doorgaan met het verwijderen van deze gebruiker en alle bijbehorende abonnementen?
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Удаление пользователя приведет к удалению подписки пользователя. Заказы пользователя останутся, но будут переназначены на пользователя 'Гость'. Вы хотите продолжить удаление этого пользователя и любых связанных с ним подписками?
sv_se: Varning: Om du tar bort en användare kommer du också att ta bort användarens prenumeration. Användarens order kommer att finnas kvar men tilldelas ”Gäst” användaren. Vill du fortsätta att ta bort den här användaren och alla tillhörande prenumerationer?

source: Settings
nl_nl: Instellingen
ru_ru: Настройки
sv_se: Inställningar

source: Support
nl_nl: Ondersteuning
ru_ru: Поддержка

source: Review
nl_nl: Beoordeling
ru_ru: Отзыв
sv_se: Läs mer

source: WebToffee Subscriptions
nl_nl: WebToffee-abonnementen
ru_ru: WebToffee подписки
sv_se: WebToffee abonnemang

source: Manage Text
nl_nl: Beheren
ru_ru: Управление
sv_se: Hantera Text

source: My Account Tab Title
nl_nl: Titel van mijn accounttabblad
ru_ru: Мой название вкладки счета
sv_se: Min konto fliken titel

source: My Account Tab Title for subscription listing page.
nl_nl: Het tabblad Titel van mijn account voor de pagina met abonnementslijsten.
ru_ru: Мой счет вкладка титул для подписки, листинг страницы.
sv_se: Min konto fliken titel för notering sida-prenumeration.

source: Subscriptions
nl_nl: Abonnementen
ru_ru: Подписки
sv_se: Prenumerationer

source: My Account Tab Text
nl_nl: Mijn account
ru_ru: Мой аккаунт пункт
sv_se: Min konto fliken Text

source: My Account Tab Text for subscription listing page.
nl_nl: Mijn Account tabblad tekst voor abonnement aanbieding pagina.
ru_ru: Мой текст вкладки счета для подписки, листинг страницы.
sv_se: Min konto fliken Text för notering sida-prenumeration.

source: Add to Cart Button Text
nl_nl: Toevoegen aan winkelwagen Knop Tekst
ru_ru: Добавить в корзину Текст кнопки
sv_se: Knapptext för Lägg till i varukorgen

source: Add to Cart Button Text on product page.
nl_nl: Voeg toe aan winkelwagen knoptekst op productpagina.
ru_ru: Добавьте в корзину кнопку текст на странице продукта.
sv_se: Lägg till varukorg Knapptext på produktsidan.

source: Subscribe
nl_nl: Inschrijven
ru_ru: Подписаться
sv_se: Prenumerera

source: Place Order Button Text
nl_nl: Bestelknop tekst
ru_ru: Разместить текст кнопки заказа
sv_se: Knapptext för "Lägg order" knapp

source: Place Order Button Text in checkout Page when an order contains a subscription.
nl_nl: Place Order Knop Text in checkout Page when an order contains a subscription.
ru_ru: Разместить кнопку заказа Текст на странице проверки, когда заказ содержит подписку.
sv_se: Placera Order Knapptext i kassan sida när en order innehåller en prenumeration.

source: Other
nl_nl: Andere
ru_ru: Другие
sv_se: Annat

source: Allow Mixed Checkout
nl_nl: Gemengde afhandeling toestaan
ru_ru: Разрешить смешанные Checkout
sv_se: Tillåt blandade kassan

source: Allow subscription products and normal products to be purchased together.
nl_nl: Sta toe dat abonnementen en producten gelijktijdig kunnen worden aangeschaft.
ru_ru: Разрешить подписку продуктов и нормальной продукты будут покупаться вместе.
sv_se: Tillåt prenumeration och normala produkter köpas tillsammans.

source: Simple subscription
nl_nl: Simpel abonnement
ru_ru: Простая подписка
sv_se: Enkel prenumeration

source: Add Subscription
nl_nl: Abonnement toevoegen
ru_ru: Добавить подписку
sv_se: Lägg till prenumeration

source: Add New Subscription
nl_nl: Voeg een nieuw abonnement toe
ru_ru: Добавить новую подписку
sv_se: Lägg till ny prenumeration

source: Edit
nl_nl: Bewerken
ru_ru: Изменить
sv_se: Redigera

source: Edit Subscription
nl_nl: Abonnement bewerken
ru_ru: Изменить подписку
sv_se: Ändra prenumeration

source: New Subscription
nl_nl: Nieuw Abonnement
ru_ru: Новая подписка
sv_se: Ny prenumeration

source: View Subscription
nl_nl: Bekijk abonnement
ru_ru: Просмотреть подписку
sv_se: Visa prenumeration

source: Search Subscriptions
nl_nl: Zoek abonnementen
ru_ru: Поиск Подписки
sv_se: Sök Efter Prenumerationer

source: No Subscriptions found
nl_nl: Geen abonnementen gevonden
ru_ru: Подписка не найдена
sv_se: Inga prenumerationer hittades.

source: No Subscriptions found in trash
nl_nl: Geen abonnementen gevonden in de prullenbak
ru_ru: Подписки в Корзине не найдены
sv_se: Ingen prenumeration hittades i papperskorgen

source: Parent Subscriptions
nl_nl: Huidige abonnementen
ru_ru: Родительский подписки
sv_se: Överliggande prenumerationer

source: This is where subscriptions are stored.
nl_nl: Dit is de plek waar abonnementen worden opgeslagen.
ru_ru: Это где хранятся подписки.
sv_se: Här lagras prenumerationer

source: Active <span class="count">(%s)</span>
nl_nl: Actief <span class="count">(%s)</span>
ru_ru: Активированы <span class="count">(%s)</span>
sv_se: Aktiva <span class="count">(%s)</span>

source: Expired <span class="count">(%s)</span>
nl_nl: Verlopen <span class="count">(%s)</span>
ru_ru: Просроченные <span class="count">(%s)</span>
sv_se: Förfallit <span class="count">(%s)</span>

source: Pending Cancellation <span class="count">(%s)</span>
ru_ru: Ожидаемое аннулирование <span class="count">(%s)</span>
sv_se: Väntar på Avbeställning <span class="count">(%s)</span>

source: Pending <span class="count">(%s)</span>
nl_nl: In afwachting <span class="count">(%s)</span>
ru_ru: В ожидании <span class="count">(%s)</span>
sv_se: Väntar <span class="count">(%s)</span>

source: On hold <span class="count">(%s)</span>
nl_nl: In de wacht <span class="count">(%s)</span>
ru_ru: В режиме ожидания <span class="count">(%s)</span>
sv_se: I vänteläge <span class="count">(%s)</span>

source: Cancelled <span class="count">(%s)</span>
nl_nl: Geannuleerd <span class="count">(%s)</span>
ru_ru: Отменен <span class="count">(%s)</span>
sv_se: Avbruten <span class="count">(%s)</span>

source: Never expire
nl_nl: Verloopt nooit
ru_ru: Бессрочное
sv_se: Upphör aldrig

source: 1 day
nl_nl: 1 dag
ru_ru: 1 день
sv_se: En dag

source: 1 week
ru_ru: 1 неделя
sv_se: 1 vecka

source: 1 month
nl_nl: 1 maand
ru_ru: 1 месяц
sv_se: 1 månad

source: 1 year
nl_nl: 1 jaar
ru_ru: 1 год
sv_se: 1 år

source: Status
ru_ru: Статус

source: Items
ru_ru: Позиции
sv_se: Produkter

source: Total
nl_nl: Totaal
ru_ru: Всего

source: Start Date
nl_nl: Start Datum
ru_ru: Дата начала
sv_se: Startdatum

source: Next Payment
nl_nl: Volgende betaling
ru_ru: Следующая оплата
sv_se: Nästa betalning

source: Orders
nl_nl: Bestellingen
ru_ru: Заказы
sv_se: Ordrar

source: Billing:
nl_nl: Facturatie:
ru_ru: Биллинг:
sv_se: Betalning:

source: Tel: %s
ru_ru: Тел:%s

source: %1$s#%2$s%3$s for %4$s
nl_nl: %1$s#%2$s%3$s voor %4$s
ru_ru: %1$s#%2$s%3$s за %4$s
sv_se: %1$s#%2$s%3$s för %4$s

source: Show more details
nl_nl: Weergeef meer details
ru_ru: Показать подробнее
sv_se: Visa mer detaljer

source: Reactivate
nl_nl: Opnieuw activeren
ru_ru: Повторно активировать
sv_se: Återaktivera

source: Suspend
nl_nl: Pauzeren
ru_ru: Остановить
sv_se: Pausa

source: Cancel
nl_nl: Annuleren
ru_ru: Отменить
sv_se: Avsluta

source: Trash
nl_nl: Prullenbak
ru_ru: Удалить
sv_se: Skräp

source: Delete Permanently
nl_nl: Permanent verwijderen
ru_ru: Удалить навсегда
sv_se: Radera permanent

source: ( Canceling here will not cancel from PayPal. Need to cancel by customer from PayPal dashboard under pre-approved payments )
nl_nl: (Annuleren hier zullen niet annuleren van PayPal. Wilt u annuleren door klant van PayPal dashboard onder vooraf goedgekeurde betalingen)
ru_ru: (Отмена здесь не будет отменить от PayPal. Нужно отменить заказчиком от PayPal панели под заранее утвержденных выплат)
sv_se: (Avbeställning här kommer inte att avbryta från PayPal. Behöver avbokas av kund från PayPal-instrumentpanelen under förutbetalade betalningar)

source: Restore this item from the Trash
nl_nl: Herstel dit artikel uit de Prullenbak
ru_ru: Восстановить этот элемент из корзины
sv_se: Återställ detta objekt från papperskorgen

source: Restore
nl_nl: Herstellen
ru_ru: Восстановить
sv_se: Återställ

source: Move this item to the Trash
nl_nl: Dit item verplaatsen naar de prullenbak
ru_ru: Переместить этот элемент в корзину
sv_se: Flytta till Papperskorg

source: Delete this item permanently
nl_nl: Dit item permanent verwijderen
ru_ru: Удалить навсегда этот элемент
sv_se: Radera detta objekt permanent

source: Cancel Now
nl_nl: Nu Annuleren
ru_ru: Отменить сейчас
sv_se: Avsluta nu

source: Via %s
ru_ru: С помощью %s

source: No Related Orders
nl_nl: Overzicht abonnement
ru_ru: Нет связанных заказов
sv_se: Relaterade beställningar

source: Could not find subscription with ID #%d.
nl_nl: Konden niet vondst abonnement met ID #%d.
ru_ru: Не удалось найти подписку с идентификатором ID #%d.
sv_se: Det gick inte att hitta prenumeration med ID #% d.

source: All subscription items have been removed from the cart.
nl_nl: Alle gekoppelde abonnement-items zijn verwijderd uit de winkelmand.
ru_ru: Все подписки элементы были удалены из корзины.
sv_se: Alla länkade prenumerationsprodukter togs bort från varukorgen.

source: Error %d: Unable to create subscription. Please try again.
nl_nl: Fout %d Niet mogelijk om het abonnement aan te maken. Probeer het nog eens.
ru_ru: Ошибка %d: Невозможно создать заявку. Пожалуйста, попробуйте еще раз.
sv_se: Fel %d: Det går inte att skapa prenumerationen. Var god försök igen.

source: Error %d: Unable to add tax to subscription. Please try again.
nl_nl: Fout %d: Niet mogelijk om btw toe te voegen aan het abonnement. Probeer het nog eens.
ru_ru: Ошибка % d: Невозможно добавить налог на подписку. Пожалуйста, попробуйте еще раз.
sv_se: Fel %d: Det går inte att lägga skatt till prenumeration. Var god försök igen.

source: Error %d: Unable to create order. Please try again.
nl_nl: Fout %d: kan geen bestelling aanmaken. Probeer het nog eens.
ru_ru: Ошибка %d: Невозможно создать заявку. Пожалуйста, попробуйте еще раз.
sv_se: Fel %d: Kunde inte skapa ordern. Var vänligen försök igen.

source: Process renewal
nl_nl: Verlenging doorvoeren
ru_ru: Обновление процесса
sv_se: Genomför förnyelse

source: Create pending renewal order
nl_nl: Verlengingsorder aanmaken
ru_ru: Создание отложенного заказа на обновление
sv_se: Skapa väntande förnyelseorder

source: Retry Renewal Payment
nl_nl: Verlengingsbetaling opnieuw uitvoeren
ru_ru: Повторить платеж на продление
sv_se: Försök igen med förnyelse av betalning

source: Process renewal requested by admin.
nl_nl: Proces van vernieuwing gevraagd door admin.
ru_ru: Процесс обновления просил администратора.
sv_se: Processförnyelse begärd av admin.

source: Create pending renewal order requested by admin action.
nl_nl: Maak een hangende vernieuwingsorder aangevraagd door admin actie.
ru_ru: Создайте ожидающий запрос на обновление, запрошенный действием администратора.
sv_se: Skapa väntan förnyelse ordning som begärts av admin åtgärder.

source: Subscription renewal payment due:
nl_nl: Abonnementsvernieuwing betaling verschuldigd:
ru_ru: Плата за продление подписки:
sv_se: Abonnemang förnyelse betalning:

source: Error: Unable to create renewal order from scheduled payment. Please try again.
nl_nl: Fout: kan geen vernieuwings bestelling aanmaken voor ingeplande betaling. Probeer het opnieuw.
ru_ru: Ошибка: Не удается создать порядок обновления из запланированных платежей. Пожалуйста, попробуйте еще раз.
sv_se: Fel: Det går inte att skapa förnyelseorder från betalningstillfällen. Var god försök igen.

source: Subscription status changed by bulk edit:
nl_nl: Abonnement status gewijzigd door bulkbewerking:
ru_ru: Статус подписки изменен массовым правлением:
sv_se: Prenumerationsstatus som ändrades genom massredigering:

source: Resubscribe Order
nl_nl: Aanvraag voor opnieuw abonneren
ru_ru: Заказ на переподписку
sv_se: Återprenumerera order

source: Subscription does not exist in scheduled action: %d
nl_nl: Abonnement bestaat niet in geplande actie: %d
ru_ru: Подписка не существует в запланированных действий: %d
sv_se: Prenumerationen finns inte i schemalagd åtgärd:% d

source: Order %s created to record renewal.
nl_nl: Bestelling %s gemaakt voor verlenging van uw abonnement.
ru_ru: Заказ%s создан для записи обновления.
sv_se: Order %s skapades för att spara förnyelse.

source: Support Recurring Pay
nl_nl: Ondersteuning voor terugkerende betaling
ru_ru: Поддержка Периодическая оплата
sv_se: Stöd återkommande betalning

source: Yes
nl_nl: Ja
ru_ru: Да
sv_se: Ja

source: No
nl_nl: Nee
ru_ru: Нет
sv_se: Nej

source: Subscribe Now
nl_nl: Schrijf u nu in
ru_ru: Подписаться сейчас
sv_se: Prenumerera nu

source: Choose the subscription price, interval and period.
nl_nl: Selecteer het abonnement, de prijs, de betalingsinterval en de periode.
ru_ru: Выберите стоимость подписки, интервал и период.
sv_se: Väl prenumerationspris, faktureringsintervall och period.

source: Subscription price (%s)
nl_nl: Prijs van het abonnement (%s)
ru_ru: Стоимость подписки (%s)
sv_se: Prenumerationspris (%s)

source: Subscription interval
nl_nl: Interval
ru_ru: Интервал подписки
sv_se: Prenumerationsintervall

source: Subscription period
nl_nl: Periode
ru_ru: Срок подписки
sv_se: Prenumerationsperiod

source: Subscription length
nl_nl: LIdmaatschapsduur
ru_ru: Длительность подписки
sv_se: Prenumerationslängd

source: Automatically expire the subscription after this length of time.
nl_nl: Automatisch het abonnement na zo lang te vervallen.
ru_ru: Автоматически истечет после этого срока подписки.
sv_se: Upphör automatiskt prenumerationen efter denna tid.

source: day
nl_nl: dag
ru_ru: день
sv_se: dag

source: week
ru_ru: неделя
sv_se: 1 vecka

source: month
nl_nl: maand
ru_ru: месяц
sv_se: 1 månad

source: year
nl_nl: jaar
ru_ru: год
sv_se: 1 år

source: days
ru_ru: дней

source: weeks
ru_ru: недель

source: months
ru_ru: месяцы

source: years
ru_ru: лет

source: every
nl_nl: iedere
ru_ru: каждый
sv_se: varje

source: every %s
nl_nl: iedere %s
ru_ru: каждый(е) %s
sv_se: varje %s

source: In %s
ru_ru: от %s
sv_se: Om %s

source: %s ago
nl_nl: %s geleden
ru_ru: %s назад
sv_se: %s sedan

source: I couldn't understand how to make it work
nl_nl: Ik begrijp niet hoe ik dit moet instellen
ru_ru: Я не могу понять, как заставить его работать
sv_se: Jag kunde inte förstå hur man får det att fungera

source: Would you like us to assist you?
nl_nl: Wil je dat wij je helpen
ru_ru: Хотели бы вы нам помочь вам?
sv_se: Vill du att vi ska hjälpa dig?

source: I found a better plugin
nl_nl: Ik heb een betere plugin gevonden
ru_ru: Я нашел лучший плагин
sv_se: Jag hittade ett bättre plugin

source: Which plugin?
nl_nl: Welke plugin?
ru_ru: Какой плагин
sv_se: Vilken plugin?

source: The plugin is great, but I need specific feature that you don't support
nl_nl: Deze plugin is goed, maar ik heb een specifieke functie nodig die jullie niet ondersteunen
ru_ru: Плагин хорош, но мне нужна специфическая особенность, которую вы не поддерживаете
sv_se: Tillägget är bra, men jag behöver specifik funktion som du inte stöder

source: Could you tell us more about that feature?
nl_nl: Kan je ons meer vertellen over die functie?
ru_ru: Могли бы вы рассказать нам больше о этой функции?
sv_se: Kan du berätta mer om den funktionen?

source: The plugin is not working
nl_nl: De plugin werkt niet
ru_ru: Плагин не работает
sv_se: Tillägget fungerar inte

source: Could you tell us a bit more whats not working?
nl_nl: Kun je ons iets meer vertellen over wat er niet werkt?
ru_ru: Могли бы вы рассказать нам немного больше whats не работает?
sv_se: Kan du berätta lite mer vad som inte fungerar?

source: It's not what I was looking for
nl_nl: Dat is niet waar ik naar opzoek was
ru_ru: Это не то, что я искал
sv_se: Det är inte det jag letade efter

source: The plugin didn't work as expected
nl_nl: De plugin werkte niet als verwacht
ru_ru: Плагин не работал должным образом
sv_se: Tilläggsprogrammet fungerade inte som förväntat

source: What did you expect?
nl_nl: Wat verwachtte je?
ru_ru: Чего ты ожидал?
sv_se: Vad förväntade du dig?

source: Could you tell us a bit more?
nl_nl: Kun je ons wat meer vertellen?
ru_ru: Не могли бы вы рассказать нам немного больше?
sv_se: Kan du berätta lite mer?

source: If you have a moment, please let us know why you are deactivating:
nl_nl: Als je een ogenblikje hebt, kun je ons laten weten waarom je de plugin deactiveert:
ru_ru: Если есть минутка, пожалуйста, сообщите нам, почему вы деактивируете свой аккаунт:
sv_se: Om du har en stund över låt oss veta varför du avaktivera

source: I rather wouldn't say
nl_nl: Zeg ik liever niet
ru_ru: Предпочитаю не говорить
sv_se: Jag skulle hellre inte säga

source: Submit & Deactivate
nl_nl: Versturen & deactiveren
ru_ru: Подтвердить и деактивировать
sv_se: Skicka och inaktivera

source: HF Subscription Plugin not activated. WooCommerce is required.
nl_nl: HF abonnement Plugin niet geactiveerd. WooCommerce is vereist.
ru_ru: ВЧ подписки плагин не активирован. WooCommerce не требуется.
sv_se: HF-prenumerationsprogrammet är inte aktiverat. WooCommerce krävs.

source: <li class="hf-premium-link"><a target="_blank" href="%s" class="hf-nav-tab-premium">Upgrade to premium</a></li>
nl_nl: <li class="hf-premium-link"> <a target="_blank" href="%s" class="hf-nav-tab-premium">Upgrade naar premium</a> </li>
ru_ru: <li class="hf-premium-link"><a target="_blank" href="%s" class="hf-nav-tab-premium">Переидите на премиум</a></li>
sv_se: <li class="hf-premium-link"><a target="_blank" href="%s" class="hf-nav-tab-premium">Uppgradera till premium</a></li>

source: <li>Supports Simple and <b>Variable subscriptions</b>.</li>
nl_nl: <li>Ondersteunt Simple en <b>variabele abonnementen</b>.</li>
ru_ru: <li>Поддерживает простой и <b>переменные подписки</b>.</li>
sv_se: <li>Stöder enkel och <b>variabel prenumerationer</b>.</li>

source: <li>Purchase Subscription and normal products in the same order.</li>
nl_nl: <li> Koop Abonnement en normale producten in dezelfde volgorde. </li>
ru_ru: <li>Покупка подписки и обычных продуктов в том же порядке.</li>
sv_se: <li>Köp prenumeration och normala produkter i samma ordning.</li>
